cask_args appdir: "/Applications"

brew "curl"
brew "gh"
brew "git"
brew "mas"
brew "tree"
brew "wget"

cask "cheatsheet"
cask "figma"
cask "google-chrome"
cask "iterm2"
cask "raycast"
cask "keyboardcleantool"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"

mas 'Kindle', id: 405399194